Repository: Shivamvrewa/g3w-admin
Catalog: g3w-admin/caching/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Active
bg: Активен

source: Save as base layer
bg: Запази като картна основа

source: Base layer title
bg: Заглавие на картната основа

source: Base layer description
bg: Описание на картната основа

source: Base layer attribution
bg: Авторство на картната основа

source: Check on uncheck to activate/deactivate caching layer capabilities:
bg: Отметнете или махнете, за да активирате/деактивирате възможностите за кеширане на слоя:

source: Reset cache
bg: Изчисти кеша

source: Reset cache for project
bg: Изчисти кеша за проекта

source: Base layer data
bg: Данни за картната основа

source: This field is required
bg: Това поле е задължително

source: Alert
bg: Известие

source: Some errors on form. Check it and send again.
bg: Има грешки във формата. Проверете и изпратете отново.

source: Caching layer
bg: Кеширащ слой

source: Activation layer caching
bg: Активиране на кеширане на слоя

source: Cache erased!
bg: Кешът е изтрит!
