Repository: Shivamvrewa/g3w-admin
Catalog: g3w-admin/qplotly/locale/*/LC_MESSAGES/django.po
Languages: bg, it

source: Layer with id {layer.qgs_layer_id} is no equal to setting {settings.source_layer_id}
bg: Слой с id {layer.qgs_layer_id} не е равен на настройката {settings.source_layer_id}
it: Il layer con id {layer.qgs_layer_id} non è uguale all'impostazione {settings.source_layer_id}

source: XML original settings
bg: Оригинални XML настройки
it: XML setting originale

source: Layer datasource
bg: Източник на данни на слоя
it: Origine dati del layer

source: Use selected features only
bg: Използвай само избрани обекти
it: Utilizza solo le features selezionate

source: Use visible features only
bg: Използвай само видими обекти
it: Usa solo le features visibili

source: Plot type
bg: Тип графика
it: Tipo di grafico

source: Plot title
bg: Заглавие на графика
it: Titolo del grafico

source: Set as default plot on starting map
bg: Задай като графика по подразбиране при стартиране на картата
it: Imposta come grafico predefinito all'avvio della mappa

source: Order
bg: Ред
it: Ordine

source: SChart show position
bg: Позиция на показване на SChart
it: Posizione di visualizzazione SChart

source: XML is not a DataPlotly settings.
bg: XML не е настройка на DataPlotly.
it: XML non è un setting DataPlotly

source: Layer with qgs_layer_id={settings.source_layer_id} is not present into DB
bg: Слой с qgs_layer_id={settings.source_layer_id} не е наличен в базата данни
it: Il layer con qgs_layer_id={settings.source_layer_id} non è presente nel database

source: Layer DataPlotly settings layer datasource is not equal to datasource into values.
bg: Източникът на данни на слоя в настройките DataPlotly не съвпада с източника на данни в стойностите.
it: L'origine dati del layer nelle impostazioni DataPlotly non corrisponde all'origine dati nei valori.

source: Qplotly widgets
bg: Qplotly джаджи
it: Widget Qplotly

source: <b>Drag</b> and <b>drop</b> the following table's rows to change the widget list order
bg: <b>Плъзнете</b> и <b>пуснете</b> редовете в таблицата, за да промените реда на списъка с джаджите
it: <b>Trascina</b> e <b>rilascia</b> le righe della tabella seguente per cambiare l'ordine dei widget

source: Title
bg: Заглавие
it: Titolo

source: Type
bg: Тип
it: Tipo

source: Project's Qploty Widgets order
bg: Ред на Qploty джаджите на проекта
it: Ordine dei widget Qplotly del progetto
