Repository: Shivamvrewa/g3w-admin
Catalog: g3w-admin/editing/locale/*/LC_MESSAGES/django.po
Languages: bg, it

source: The feature id {} of layer {} cannot be modified because it is not locked anymore
bg: Обект с ID {} от слой {} не може да бъде променян, защото вече не е заключен
it: L'ID elemento {} del layer {} non può essere modificato perché non è più bloccato

source: Sorry but your user doesn't has 'Add Feature' capability
bg: Съжаляваме, но вашият потребител няма право за "Добавяне на обект"
it: Siamo spiacenti ma il tuo utente non ha la funzionalità "Aggiungi funzionalità".

source: Sorry but your user doesn't has 'Delete Feature' capability
bg: Съжаляваме, но вашият потребител няма право за "Изтриване на обект"
it: Siamo spiacenti ma il tuo utente non ha la funzionalità "Elimina funzione".

source: Sorry but your user doesn't has 'Change or Change Attributes Features' capability
bg: Съжаляваме, но вашият потребител няма право за "Промяна или промяна на атрибути на обекти"
it: Siamo spiacenti ma il tuo utente non ha la funzionalità "Cambia o cambia funzionalità attributi".

source: Error adding feature: %s
bg: Грешка при добавяне на обект: %s
it: Errore durante l'aggiunta della funzionalità: %s

source: Error adding feature on Spatialite provider:
bg: Грешка при добавяне на обект със Spatialite доставчик:
it: Errore durante l'aggiunta della funzionalità sul provider Spatialite:

source: Error changing attribute values: %s
bg: Грешка при промяна на стойности на атрибути: %s
it: Errore durante la modifica dei valori degli attributi: %s

source: Error changing geometry: %s
bg: Грешка при промяна на геометрия: %s
it: Errore durante la modifica della geometria: %s

source: Cannot delete feature: %s
bg: Не може да се изтрие обект: %s
it: Impossibile eliminare la funzione: %s

source: Layer %s is not editable!
bg: Слой %s не може да се редактира!
it: Il layer %s non è modificabile!

source: Backend error saving layer %s: %s
bg: Грешка в сървъра при запис на слой %s: %s
it: Errore backend durante il salvataggio del layer %s: %s

source: Active
bg: Активен
it: Attiva

source: Scale
bg: Мащаб
it: Scala

source: Scale after that editing mode is active
bg: Мащаб след който режимът за редактиране е активен
it: Valore di scala oltre la quale la modalità di editing si attiva

source: Visible
bg: Видим
it: Visibile

source: Viewers
bg: Зрители
it: Visualizzatori

source: Select user with viewer role can do editing on layer
bg: Изберете потребител с роля зрител, който може да редактира слоя
it: Selezione l'utente viewer che può editare i layer

source: Select VIEWER groups can do editing on layer
bg: Изберете групи ЗРИТЕЛИ, които могат да редактират слоя
it: Seleziona il viewer groups che può editare il layer

source: User viewer groups
bg: Групи зрители
it: Gruppi di utenti viewers

source: User adding data field
bg: Поле за данни за добавящ потребител
it: Campo di log per inserimento

source: Optional: select layer field to store username that entered the data. Showed only string field. <br>Value stored into the field it will be so structured: <i>[username]</i>
bg: По избор: изберете поле от слоя за съхранение на потребителското име, което е въвело данните. Показват се само текстови полета.<br>Стойността ще е във формат: <i>[username]</i>
it: Opzionale: seleziona il campo in cui salvare lo username che ha inserito i dati. Sono mostrate solo i campi stringa. <br>Il valore salvato nel campo sarà cosi strutturato: <i>[username]</i>

source: User editing data field
bg: Поле за данни за редактиращ потребител
it: Campo di log per aggiornamento

source: Optional: select layer field to store username that updated the data. Showed only string field. <br>Value stored into the field it will be so structured: <i>[username]</i>
bg: По избор: изберете поле от слоя за съхранение на потребителското име, което е редактирало данните. Показват се само текстови полета.<br>Стойността ще е във формат: <i>[username]</i>
it: Opzionale: seleziona il campo in cui salvare lo username che ha aggiornato dati. Sono mostrate solo i campi stringa. <br>Il valore salvato nel campo sarà cosi strutturato: <i>[username]</i>

source: User Groups adding data field
bg: Поле за групи потребители, които добавят данни

source: Optional: select layer field to store user groups name that entered the data. Showed only string field. <br>Value stored into the field it will be so structured: <i>[user group name 1, user group name 2, ...]</i>
bg: По избор: изберете поле от слоя за съхранение на имената на групи потребители, които са въвели данните. Показват се само текстови полета.<br>Стойността ще е във формат: <i>[име на група 1, име на група 2, ...]</i>

source: User Groups editing data field
bg: Поле за групи потребители, които редактират данни

source: Optional: select layer field to store user groups name that updated the data. Showed only string field. <br>Value stored into the field it will be so structured: <i>[user group name 1, user group name 2, ...]</i>
bg: По избор: изберете поле от слоя за съхранение на имената на групи потребители, които са редактирали данните. Показват се само текстови полета.<br>Стойността ще е във формат: <i>[име на група 1, име на група 2, ...]</i>

source: Layer'style to use
bg: Стил на слоя за използване
it: Stile del layer da usare

source: Select layer style to use for editing.
bg: Изберете стил на слоя, който да се използва за редактиране.
it: Seleziona lo stile del layer da usare per l'editing.

source: Check on uncheck to active/deactive editing layer capabilities:
bg: Маркирайте, за да активирате/деактивирате възможностите за редактиране на слоя:

source: Check on uncheck to show layer inside the list of layers to edit:
bg: Маркирайте, за да показвате слоя в списъка със слоеве за редактиране:

source: Select viewers with 'view permission' on project that can edit layer:
bg: Изберете зрители с "разрешение за преглед" на проекта, които могат да редактират слоя:
it: Seleziona i viewer con 'permesso di visualizzazione' del progetto che possono editare il layer:

source: 'User adding data field' and 'User editing data field' and 'User group adding data field' and 'User group editing data field' must be unique.
bg: "Поле за потребител добавящ данни", "Поле за потребител редактиращ данни" и полета за групи трябва да са уникални.

source: Layers
bg: Слоеве
it: Layer

source: Select layers on which to activate editing
bg: Изберете слоеве, за които да се активира редактиране
it: Seleziona i layer su cui attivare l'editing

source: Check on uncheck to attive/deactive editing layers capabilities:
bg: Маркирайте, за да активирате/деактивирате възможностите за редактиране на слоевете:

source: From User
bg: От потребител
it: Da utente

source: Select the user from which to take the permissions to copy
bg: Изберете потребител, от когото да се копират разрешенията
it: Seleziona l'utente da cui copiare i permessi

source: To users
bg: Към потребители
it: A utenti

source: Select the users who will receive permissions
bg: Изберете потребителите, които ще получат разрешенията
it: Seleziona gli utenti che riceveranno i permessi

source: From Group of User
bg: От група потребители
it: Da gruppo di utenti

source: Select the group df user from which to take the permissions to copy
bg: Изберете групата потребители, от която да се копират разрешенията
it: Seleziona il gruppo di utenti da cui copiare i permessi

source: To Groups of Users
bg: Към групи потребители
it: A gruppi di utenti

source: Select the groups of users who will receive permissions
bg: Изберете групите потребители, които ще получат разрешенията
it: Seleziona i gruppi di utenti che riceveranno i permessi

source: Constraint validation failed for geometry: %s
bg: Проверката на ограниченията за геометрията не бе успешна: %s
it: La geometria non ricade all'interno dell'area di lavoro assegnata: %s

source: Alert
bg: Внимание
it: Attenzione

source: Some errors on form. Check it and send again.
bg: Има грешки във формата. Проверете я и изпратете отново.
it: Alcuni errori, controlla e riprova.

source: Important
bg: Важно
it: Importante

source: The following actions will change the permissions of the selected users who will lose their previous settings.
bg: Следните действия ще променят разрешенията на избраните потребители, които ще загубят предишните си настройки.
it: Le seguenti azioni cambieranno i permessi degli utenti selezionati che perderanno le impostazioni precedenti.

source: The following settings will be applied to all the layers indicated and will overwrite the settings set at the single layer level
bg: Следните настройки ще се приложат за всички посочени слоеве и ще заместят настройките на отделните слоеве
it: Le seguenti impostazioni saranno applicate a tutti i layer indicati e sovrascriveranno le impostazioni definite a livello di singolo layer.

source: Editing layer
bg: Редактиране на слой
it: Layer editabile

source: Activation layer_editing
bg: Активиране на редактиране на слой
it: Atttivazione del layer di editing

source: Copy permissions
bg: Копирай разрешения
it: Copia permessi
