Repository: Shivamvrewa/g3w-admin
Catalog: g3w-admin/usersmanage/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Editor1 user
bg: Потребител редактор ниво 1

source: Set Editor Level 1 owner
bg: Задай собственик редактор ниво 1

source: Editor2 user
bg: Потребител редактор ниво 2

source: Viewer users
bg: Потребители с преглед

source: Editor user groups
bg: Потребителски групи редактори

source: Viewer user groups
bg: Потребителски групи прегледачи

source: Propagate <b>NEW</b> viewers and new viewers user groups permissions
bg: Разпространи правата на <b>НОВИ</b> прегледачи и нови потребителски групи прегледачи

source: Department
bg: Отдел

source: Backend
bg: Администрация

source: Avatar
bg: Аватар

source: Other informations
bg: Друга информация

source: Select roles for this user
bg: Избери роли за този потребител

source: Main roles
bg: Основни роли

source: Select <b>EDITOR groups</b> for this user, only Editor Level 2 can be added
bg: Избери <b>редакторски групи</b> за този потребител, може да се добавят само редактори ниво 2

source: User editor groups
bg: Редакторски групи на потребителя

source: Select <b>VIEWER groups</b> for this user, only Viewer Level 1 can be added
bg: Избери <b>групи прегледачи</b> за този потребител, може да се добавят само прегледачи ниво 1

source: User viewer groups
bg: Групи прегледачи на потребителя

source: Anagraphic
bg: Данни за потребител

source: ACL/Roles
bg: ACL/Роли

source: Login data
bg: Данни за вход

source: User data
bg: Данни за потребителя

source: User backend
bg: Потребителска администрация

source: User can't be Editor level 1 and at same time Editor level 2
bg: Потребителят не може да е редактор ниво 1 и същевременно редактор ниво 2

source: User can't belong a **editor groups** if he isn't a Editor level 2
bg: Потребителят не може да принадлежи към **редакторски групи**, ако не е редактор ниво 2

source: User can't belong a **viewer groups** if he isn't a Viewer level 1
bg: Потребителят не може да принадлежи към **групи прегледачи**, ако не е прегледач ниво 1

source: Avatar is no a valid image
bg: Аватарът не е валидно изображение

source: A user with that email already exists.
bg: Потребител с този имейл вече съществува.

source: Password
bg: Парола

source: Password confirmation
bg: Потвърждение на паролата

source: Enter the same password as above, for verification.
bg: Въведете същата парола като горната за потвърждение.

source: Role
bg: Роля

source: Users
bg: Потребители

source: Group
bg: Група

source: User {user} has not role {cop_role}
bg: Потребителят {user} няма роля {cop_role}

source: No user is available with this email.
bg: Няма потребител с този имейл.

source: Registered user
bg: Регистриран потребител

source: User activated by administrator
bg: Потребител активиран от администратор

source: User changed password at first login
bg: Потребителят е сменил паролата при първо влизане

source: Group role
bg: Роля на групата

source: Dear
bg: Уважаеми

source: your profile was activated by administrators
bg: профилът Ви беше активиран от администраторите

source: Now you can make the login
bg: Сега можете да влезете в системата

source: your account is active
bg: Вашият акаунт е активен

source: Dear administrator
bg: Уважаеми администратор

source: a new user has registered, to activate the new user, follow or copy the link in your browser
bg: регистриран е нов потребител, за да активирате новия потребител, следвайте или копирайте линка в браузъра си

source: New registration by
bg: Нова регистрация от

source: Activation Complete!
bg: Активирането е успешно!

source: Your account is active
bg: Вашият акаунт е активен

source: Now you can make the
bg: Сега можете да извършите

source: please got to the following link or copy it and paste in you browser to activate your account and validate your email
bg: моля, посетете следния линк или го копирайте и поставете в браузъра си, за да активирате акаунта си и потвърдите имейла

source: The link will be active for
bg: Линкът ще бъде активен за

source: days
bg: дни

source: active your account
bg: активирайте акаунта си

source: Activation Failed!
bg: Активирането неуспешно!

source: An error occurred activation of your account
bg: Възникна грешка при активирането на акаунта ви

source: Sorry but the registration is closed!
bg: Съжаляваме, но регистрацията е затворена!

source: Registration complete!
bg: Регистрацията е успешна!

source: Your registration is being examined by the administrators, once your account is activated you will receive an activation confirmation email.
bg: Регистрацията ви се преглежда от администраторите, след като вашият акаунт бъде активиран, ще получите потвърдителен имейл.

source: You will receive a mail with a link to activate you account and validate your email.
bg: Ще получите имейл с линк за активиране на акаунта ви и потвърждение на имейла.

source: ERROR
bg: ГРЕШКА

source: Sign Up
bg: Регистрация

source: OR
bg: ИЛИ

source: User
bg: Потребител

source: System users
bg: Потребители на системата

source: System users list and property
bg: Списък системни потребители и свойства

source: Alert
bg: Предупреждение

source: Some errors on form. Check it and send again.
bg: Има грешки във формата. Проверете и изпратете отново.

source: System user groups
bg: Потребителски групи на системата

source: User groups
bg: Потребителски групи

source: User group
bg: Потребителска група

source: Actions
bg: Действия

source: Name
bg: Име

source: Created
bg: Създадено

source: Show detail
bg: Покажи подробности

source: Edit
bg: Редактирай

source: Delete
bg: Изтрий

source: Username
bg: Потребителско име

source: Roles
bg: Роли

source: Macro groups
bg: Макро групи

source: Active
bg: Активен

source: Superuser
bg: Суперпотребител

source: Staff
bg: Персонал

source: First name
bg: Име

source: Last name
bg: Фамилия

source: ACL Users
bg: ACL Потребители

source: No %(verbose_name)s found matching the query
bg: Не е намерен %(verbose_name)s, съответстващ на заявката

source: Username recovery
bg: Възстановяване на потребителско име

source: Username sent
bg: Потребителското име е изпратено
